tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "unbound"
brew "gnutls"
brew "cask"
brew "gcc"
brew "git"
brew "htop"
brew "node"
brew "jupyterlab"
brew "knock"
brew "node@16"
brew "mysql", restart_service: true
brew "nmap"
brew "nvm"
brew "openvpn"
brew "perl"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "redis"
brew "tmux"
brew "tor"
brew "vim"
brew "webtorrent-cli"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "clockify"
cask "discord"
cask "eloston-chromium"
cask "firefox"
cask "github"
cask "intellij-idea"
cask "nvidia-geforce-now"
cask "obs"
cask "openvpn-connect"
cask "postman"
cask "spotify"
cask "steam"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "xquartz"
cask "zoom"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "Gruntfuggly.todo-tree"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-vscode.vscode-typescript-next"
vscode "vscodevim.vim"
