tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "htop"
brew "nmap"
brew "nvm"
brew "postgresql@14"
brew "python@3.11"
brew "redis"
brew "tmux"
brew "vim"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "discord"
cask "eloston-chromium"
cask "github"
cask "goland"
cask "readdle-spark"
cask "shadowsocksx-ng"
cask "steam"
cask "tor-browser"
cask "visual-studio-code"
cask "webstorm"
cask "zoom"
