tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "htop"
brew "knock"
brew "nmap"
brew "nvm"
brew "postgresql@17", restart_service: :changed
brew "protobuf"
brew "python@3.13"
brew "redis", restart_service: :changed
brew "tmux"
brew "vim"
brew "webtorrent-cli"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "chatgpt"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "obs"
cask "postman"
cask "rider"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "zoom"
vscode "vscodevim.vim"
