tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
brew "cask"
brew "exa"
brew "gcc"
brew "git-lfs"
brew "gobuster"
brew "htop"
brew "nmap"
brew "node"
brew "openvpn"
brew "tmux"
brew "tor"
brew "vim"
brew "webtorrent-cli"
brew "wget"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "mongodb/brew/mongodb-community"
cask "balenaetcher"
cask "clion"
cask "discord"
cask "electrum"
cask "eloston-chromium"
cask "firefox"
cask "gimp"
cask "github"
cask "gpg-suite"
cask "mactex-no-gui"
cask "metasploit"
cask "postman"
cask "skim"
cask "skype"
cask "spotify"
cask "steam"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"
cask "wireshark"
cask "xquartz"
cask "zoom"
