tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
brew "cask"
brew "cmake"
brew "gcc"
brew "git"
brew "gobuster"
brew "htop"
brew "nmap"
brew "node"
brew "nvm"
brew "openvpn"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "ssh-audit"
brew "telnet"
brew "tmux"
brew "tor"
brew "vim"
brew "webtorrent-cli"
brew "wget"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "balenaetcher"
cask "clion"
cask "discord"
cask "electrum"
cask "eloston-chromium"
cask "firefox"
cask "gimp"
cask "github"
cask "gpg-suite"
cask "mactex-no-gui"
cask "metasploit"
cask "obs"
cask "openvpn-connect"
cask "postman"
cask "rider"
cask "skype"
cask "spotify"
cask "steam"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "wine-crossover"
cask "wireshark"
cask "xquartz"
cask "zoom"
